Repository: nogicoder/shzzz
Catalog: lib/l10n/intl_*.arb
Languages: vi

# hello
source: What's up
vi: Xin chào

# onboarding_1_title
source: Minimalism is key
vi: Tối giản là chìa khoá

# onboarding_2_title
source: Built-in tools to match your need
vi: Công cụ bổ trợ hữu ích

# onboarding_3_title
source: Smart statistics for keeping track
vi: Thống kê thông minh

# onboarding_1_desc
source: Waste zero time getting your shzzz done
vi: Cải thiện hiệu suất làm việc mà không cần lo nghĩ

# onboarding_2_desc
source: All your productivity managed in Shzzz
vi: Giúp bạn tiết kiệm năng lượng cho một ngày làm việc hiệu quả

# onboarding_3_desc
source: Helps you find the balance you've long needed
vi: Tối ưu hoá dựa trên những số liệu cập nhật hàng giây!

source: Start now
vi: Bắt đầu ngay

# how_to_call
source: How can I call you?
vi: Tôi có thể gọi bạn là gì?

source: Completed
vi: Đã hoàn thành

# enter_task
source: Enter new task
vi: Nhập công việc mới

source: Create task
vi: Tạo công việc

# min_length_error
source: Minimum title lenght must be 6
vi: Tiêu đề tối thiểu là 6 ký tự

source: Today
vi: Hôm nay

source: Add note
vi: Thêm ghi chú

source: Enter note
vi: Nhập ghi chú

source: Remove note
vi: Xoá ghi chú

# please_check_input
source: Please check your input again!
vi: Vui lòng kiểm tra lại thông tin đã nhập

# ok
source: Okay
vi: Đồng ý

source: Cancel
vi: Huỷ

source: Confirm
vi: Xác nhận

# developing_feature
source: Feature is in development
vi: Chức năng đang phát triển

# success_adding_task
source: Add task successfully
vi: Thêm công việc thành công

# success_updating_task
source: Update task successfully
vi: Sửa công việc thành công

source: Update
vi: Cập nhật

# success_deleting_task
source: Delete task successfully
vi: Xoá công việc thành công

source: Home
vi: Trang chủ

source: Ongoing
vi: Chưa hoàn thành

source: Change theme
vi: Đổi giao diện

source: Contact support
vi: Liên hệ hỗ trợ

# empty_error
source: Field cannot be empty
vi: Vui lòng nhập thông tin

# empty_todos
source: Woohoo! You are the shzzz!
vi: Woohoo! Hết việc rồi!

# no_task_inside
source: No shzzz in here.
vi: Không có công việc nào.

source: Logout
vi: Đăng xuất
